{
  "Header": {
    "paragraph": "Transform your business with cutting-edge web development, IT solutions, SEO, and digital marketing designed to drive growth, visibility, and long-term success."
  },
  "About": {
    "paragraph": "At Kasuku Web Solutions, we empower businesses with innovative digital solutions. Our expertise in web development, digital marketing, IT consulting, and business optimization ensures you stay ahead in a competitive online landscape. We craft tailored strategies that maximize impact, efficiency, and profitability."
  },
  "Services": [
    {
      "icon": "fa fa-globe",
      "name": "Web Development",
      "text": "Get a professionally designed, high-performance website that enhances user experience and drives sales."
    },
    {
      "icon": "fa fa-search",
      "name": "SEO Services",
      "text": "Dominate search rankings with cutting-edge SEO strategies that increase visibility and organic traffic."
    },
    {
      "icon": "fa fa-bullhorn",
      "name": "Digital Marketing",
      "text": "Maximize brand reach and conversions with data-driven digital marketing campaigns that deliver results."
    },
    {
      "icon": "fa fa-pencil",
      "name": "Content Creation",
      "text": "Engage your audience with compelling, high-quality content that strengthens brand credibility and authority."
    },
    {
      "icon": "fa fa-cogs",
      "name": "IT Solutions",
      "text": "Ensure seamless business operations with expert IT consulting, cybersecurity, and infrastructure support."
    },
    {
      "icon": "fa fa-share-alt",
      "name": "Social Media Management",
      "text": "Increase engagement and brand impact with expertly crafted social media strategies and management."
    }
  ],

  "Testimonials": [
    {
      "img": "img/testimonials/rupra.png",
      "text": "\"Kasuku Web Solutions transformed our online presence with a stunning, high-performance website. Their expertise in web development and SEO has significantly increased our visibility and customer engagement.\"",
      "name": "Dr. Rupra Singh"
    },
    {
      "img": "img/testimonials/odoyo.png",
      "text": "\"I was impressed by the professionalism and efficiency of Kasuku Web Solutions. They delivered a seamless, responsive website that has helped our business grow exponentially.\"",
      "name": "Dr. Collins Odoyo"
    },
    {
      "img": "img/testimonials/ricardo.png",
      "text": "\"From digital marketing to IT consulting, Kasuku Web Solutions has been an invaluable partner in scaling our business. Their strategic approach and innovative solutions are unmatched!\"",
      "name": "Mr. Ricardo Seda"
    }
],

"Contact": {
  "address": "Nairobi, Kenya",
  "phone": "+254741392099",
  "email": "kasukuwebsolutions@gmail.com",
  "facebook": "https://www.facebook.com/kasukuwebsolutions",
  "x": "https://x.com/kasukuwebsolutions",
  "linkedin": "https://www.linkedin.com/company/kasukuwebsolutions",
  "instagram": "https://www.instagram.com/kasukuwebsolutions",
  "youtube": "https://www.youtube.com/@kasukuwebsolutions"
}
}
